/* Template for message displayed while preference panel is loading */
"Loading %@..." = "Cargando %@...";

/* Could not load preference message template */
"CouldNotLoad" = "No se ha podido cargar el panel de preferencias %@.";
"CouldNotLoad_ArchMisMatch" = "No se puede abrir el panel de preferencias “%@” en este ordenador. Póngase en contacto con el desarrollador de este software para obtener una versión más reciente.";
"CouldNotLoad_ArchMisMatch_PPC" = "No puede abrir el panel de preferencias “%@” porque no funciona en ordenadores Mac con procesador PowerPC.";
"CouldNotLoad_ArchMisMatch_Intel" = "No puede abrir el panel de preferencias “%@” porque no funciona en ordenadores Mac con procesador Intel.";

/* Preferences error alert title */
"Preferences Error" = "Error en las preferencias";

"OK" = "Aceptar";
"CANCEL" = "Cancelar";
"REPLACE" = "Reemplazar";

"SEARCH_LABEL" =  "Buscar";
"SEARCH_PALLETE_LABEL" = "Buscar";
"SHOWALL_LABEL" = "Mostrar todo";
"BACK_AXDESCRIPTION" = "Atrás";
"FORWARD_AXDESCRIPTION" = "Adelante";
"AXScrollAreaDescription" = "paneles de preferencias";

/* Label for Show All button */
"Show All" = "Mostrar todo";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "Preferencias del Sistema - %@";

/* Show All window title */
"System Preferences" = "Preferencias del Sistema";

/* Truncation string */
"TRUNCATION_STRING" = "…";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "El acceso a esta preferencia está restringido.";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "No puede abrir el panel de preferencias “%@” porque no está disponible en este momento.";
"PREF_PANE_HIDDEN_DESC" = "Para ver este panel de preferencias, puede que necesite conectar un dispositivo al ordenador.";

/* Install Assistant */
"PREF_PANE" = "panel de preferencias";
"SCREEN_SAVER" = "salvapantallas";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Este panel de preferencias no puede utilizarse en esta versión de Mac OS X.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Este salvapantallas no puede utilizarse en esta versión de Mac OS X.";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Este panel de preferencias requiere Mac OS X %@ o posterior. El ordenador tiene instalado Mac OS X %@.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Este salvapantallas requiere Mac OS X %@ o posterior. El ordenador tiene instalado Mac OS X %@.";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "Debe instalar el panel de preferencias “%@” para poder utilizarlo. ¿Desea instalarlo ahora?";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "Debe instalar el salvapantallas “%@” para poder utilizarlo. ¿Desea instalarlo ahora?";

"INSTALL_ASSISTANT_AUTH_WARNING" = "Al hacer clic en Instalar, se le solicitará que introduzca el nombre y la contraseña de un administrador de este ordenador.";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "El panel de preferencias “%@” no ha podido eliminarse porque se ha producido un error.";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "El panel de preferencias que está instalando ya está instalado. ¿Desea reemplazar el panel de preferencias existente?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Ya hay instalada una versión anterior de este panel de preferencias. ¿Desea reemplazarlo por la versión más reciente?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Ya hay instalada una versión más reciente de este panel de preferencias. ¿Desea reemplazarlo por la versión anterior?";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "El salvapantallas que está instalando ya está instalado. ¿Desea reemplazar el salvapantallas existente?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Ya hay instalada una versión anterior de este salvapantallas. ¿Desea reemplazarlo por la versión más reciente?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Ya hay instalada una versión más reciente de este salvapantallas. ¿Desea reemplazarlo por la versión anterior?";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "El panel de preferencias “%@” no ha podido instalarse porque ha ocurrido un error.";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "El salvapantallas “%@” no ha podido instalarse porque ha ocurrido un error.";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "El panel de preferencias “%@” no ha podido eliminarse porque se ha producido un error.";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "El salvapantallas “%@” no ha podido eliminarse porque se ha producido un error.";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "No puede instalar el panel de preferencias “%@” porque ya está instalado.";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "El panel de preferencias “%@” está incluido en Mac OS X y no puede reemplazarse.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "No puede instalar el salvapantallas “%@” porque ya está instalado.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "El salvapantallas “%@” está incluido en Mac OS X y no puede reemplazarse.";
"INSTALL_REQUEST_REOPEN_APP" = "Después de instalar este software, salga de Preferencias del Sistema y vuelva a entrar.";

"PREF_PANE_INSTALL_ERROR" = "No se ha podido instalar el panel de preferencias “%@”.";
"SCREEN_SAVER_INSTALL_ERROR" = "No se ha podido instalar el salvapantallas “%@”.";

"REMOVE_PREF_CONTEXTUAL_MENU" = "Eliminar el panel de preferencias “%@”";

"ERR_LOADING_MISSING_TITLE" = "“%@” no puede abrirse porque no está disponible.";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@ (32 bits)";
"ERR_LOADING_COMPATIBILITY_TITLE" = "Para utilizar el panel de preferencias “%@”, debe salir de Preferencias del Sistema y volver a entrar.";
